namespace RPD.Models
{
    public enum AcademicRank
    {
        ЗавКаф = 2,
        Профессор = 3,
        Доцент = 4,
        СтПреподаватель = 5,
        Преподаватель = 1073,

    }
    public enum AcademicRankForDevelopers
    {
        Профессор = 3,
        Доцент = 4,
        СтПреподаватель = 5,
        Преподаватель = 1073,

    }
    public enum AdminRole
    {
        Администратор = 19,
        РедактированиеКабинетов = 20,
        РедактированиеЛитературы = 21,
        РедактированиеПО = 22,
    }
}
